Repository: svidt/SuperTime
Catalog: Timer/Localizable.xcstrings
Source language: en
Languages: da

source: Continue
da: Fortsæt

source: Displays the current state of the timer or stopwatch.
da: Viser den nuværende status på ur og stopur.

source: Ended
da: Slut

source: Hold to reset
da: Hold for reset

source: Just one thing ☝️
da: Én ting mere ☝️

source: Paused
da: Fortsæt

source: Press and hold
da: Tryk og hold

source: Press and hold the button to reset the timer. Accept notifications if needed.
da: Hold knappen nede for at nulstille. Accepter notifikationer om du vil.

source: Resume
da: Fortsæt

source: Running
da: Uret kører
